Repository: doguyilmaz/hafifpix
Catalog: Localization/HafifPixCore.xcstrings
Source language: en
Languages: de, es, fr, ja, tr, zh_hans

source: Fast
de: Schnell
es: Rápido
fr: Rapide
ja: 高速
tr: Hızlı
zh_hans: 快速

source: Insane
de: Extrem
es: Extremo
fr: Extrême
ja: 最強
tr: Çılgın
zh_hans: 极限

source: No backup (overwrite in place)
de: Kein Backup (direkt überschreiben)
es: Sin copia (sobrescribir en el sitio)
fr: Pas de sauvegarde (écraser sur place)
ja: バックアップなし（その場で上書き）
tr: Yedek yok (yerinde üzerine yaz)
zh_hans: 不备份（原地覆盖）

source: Move originals to Trash
de: Originale in den Papierkorb legen
es: Mover originales a la papelera
fr: Déplacer les originaux vers la corbeille
ja: オリジナルをゴミ箱へ移動
tr: Orijinalleri Çöp Sepeti'ne taşı
zh_hans: 将原始文件移到废纸篓

source: Keep originals as .orig files
de: Originale als .orig-Dateien behalten
es: Conservar originales como archivos .orig
fr: Conserver les originaux en fichiers .orig
ja: オリジナルを.origファイルとして保持
tr: Orijinalleri .orig dosyası olarak sakla
zh_hans: 将原始文件保留为.orig文件

source: Don't convert
de: Nicht konvertieren
es: No convertir
fr: Ne pas convertir
ja: 変換しない
tr: Dönüştürme
zh_hans: 不转换

source: pngquant (lossy PNG)
de: pngquant (verlustbehaftetes PNG)
es: pngquant (PNG con pérdida)
fr: pngquant (PNG avec perte)
ja: pngquant（非可逆PNG）
tr: pngquant (kayıplı PNG)
zh_hans: pngquant（有损PNG）

source: OxiPNG (lossless PNG)
de: OxiPNG (verlustfreies PNG)
es: OxiPNG (PNG sin pérdida)
fr: OxiPNG (PNG sans perte)
ja: OxiPNG（可逆PNG）
tr: OxiPNG (kayıpsız PNG)
zh_hans: OxiPNG（无损PNG）

source: Zopfli (extreme PNG deflate)
de: Zopfli (extremes PNG-Deflate)
es: Zopfli (deflate PNG extremo)
fr: Zopfli (deflate PNG extrême)
ja: Zopfli（極限PNG deflate）
tr: Zopfli (aşırı PNG deflate)
zh_hans: Zopfli（极限PNG deflate）

source: jpegli (modern lossy JPEG)
de: jpegli (modernes verlustbehaftetes JPEG)
es: jpegli (JPEG con pérdida moderno)
fr: jpegli (JPEG avec perte moderne)
ja: jpegli（モダンな非可逆JPEG）
tr: jpegli (modern kayıplı JPEG)
zh_hans: jpegli（现代有损JPEG）

source: SVG Minifier (built-in)
de: SVG-Minifier (integriert)
es: Minificador SVG (integrado)
fr: Minificateur SVG (intégré)
ja: SVGミニファイア（内蔵）
tr: SVG Küçültücü (yerleşik)
zh_hans: SVG压缩器（内置）

source: Lossy minification enabled (JPEG %@, PNG %@, GIF %@)
de: Verlustbehaftete Verkleinerung aktiv (JPEG %@, PNG %@, GIF %@)
es: Minificación con pérdida activada (JPEG %@, PNG %@, GIF %@)
fr: Minification avec perte activée (JPEG %@, PNG %@, GIF %@)
ja: 非可逆圧縮が有効（JPEG %@、PNG %@、GIF %@）
tr: Kayıplı küçültme açık (JPEG %@, PNG %@, GIF %@)
zh_hans: 已启用有损压缩（JPEG %@，PNG %@，GIF %@）

source: Lossless optimization
de: Verlustfreie Optimierung
es: Optimización sin pérdida
fr: Optimisation sans perte
ja: 可逆最適化
tr: Kayıpsız optimizasyon
zh_hans: 无损优化

source: Level: %@
de: Stufe: %@
es: Nivel: %@
fr: Niveau : %@
ja: レベル: %@
tr: Düzey: %@
zh_hans: 级别：%@

source: Fit to %lldpx
de: Max. %lldpx
es: Máx. %lldpx
fr: Max. %lldpx
ja: 最大%lldpx
tr: En fazla %lldpx
zh_hans: 最大%lldpx

source: Convert to %@
de: Konvertieren in %@
es: Convertir a %@
fr: Convertir en %@
ja: %@へ変換
tr: %@ formatına dönüştür
zh_hans: 转换为%@

source: Converting to %@
de: Wird in %@ konvertiert
es: Convirtiendo a %@
fr: Conversion en %@
ja: %@へ変換中
tr: %@ formatına dönüştürülüyor
zh_hans: 正在转换为%@

source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé
ja: キャンセルされました
tr: İptal edildi
zh_hans: 已取消

source: %@ is not available
de: %@ ist nicht verfügbar
es: %@ no está disponible
fr: %@ n'est pas disponible
ja: %@は利用できません
tr: %@ kullanılamıyor
zh_hans: %@不可用

source: %@ timed out
de: %@ hat das Zeitlimit überschritten
es: %@ agotó el tiempo de espera
fr: %@ a expiré
ja: %@がタイムアウトしました
tr: %@ zaman aşımına uğradı
zh_hans: %@超时

source: %@ failed (exit %d): %@
de: %@ fehlgeschlagen (Exit %d): %@
es: %@ falló (salida %d): %@
fr: %@ a échoué (code %d) : %@
ja: %@が失敗しました（終了コード%d）: %@
tr: %@ başarısız oldu (çıkış %d): %@
zh_hans: %@失败（退出码%d）：%@

source: Could not read image
de: Bild konnte nicht gelesen werden
es: No se pudo leer la imagen
fr: Impossible de lire l'image
ja: 画像を読み込めませんでした
tr: Görsel okunamadı
zh_hans: 无法读取图像

source: Could not decode image
de: Bild konnte nicht dekodiert werden
es: No se pudo decodificar la imagen
fr: Impossible de décoder l'image
ja: 画像をデコードできませんでした
tr: Görsel çözülemedi
zh_hans: 无法解码图像

source: No encoder for %@ on this system
de: Kein Encoder für %@ auf diesem System
es: No hay codificador para %@ en este sistema
fr: Aucun encodeur pour %@ sur ce système
ja: このシステムには%@のエンコーダがありません
tr: Bu sistemde %@ için kodlayıcı yok
zh_hans: 此系统没有%@的编码器

source: Encoding to %@ failed
de: Kodierung nach %@ fehlgeschlagen
es: Falló la codificación a %@
fr: Échec de l'encodage en %@
ja: %@へのエンコードに失敗しました
tr: %@ olarak kodlama başarısız
zh_hans: 编码为%@失败

source: No conversion target selected
de: Kein Konvertierungsziel gewählt
es: No se seleccionó destino de conversión
fr: Aucune cible de conversion sélectionnée
ja: 変換先が選択されていません
tr: Dönüştürme hedefi seçilmedi
zh_hans: 未选择转换目标

source: Could not decode source image
de: Quellbild konnte nicht dekodiert werden
es: No se pudo decodificar la imagen de origen
fr: Impossible de décoder l'image source
ja: 元画像をデコードできませんでした
tr: Kaynak görsel çözülemedi
zh_hans: 无法解码源图像

source: Animated images can't be converted to %@
de: Animierte Bilder können nicht in %@ konvertiert werden
es: Las imágenes animadas no se pueden convertir a %@
fr: Les images animées ne peuvent pas être converties en %@
ja: アニメーション画像は%@へ変換できません
tr: Animasyonlu görseller %@ formatına dönüştürülemez
zh_hans: 动画图像无法转换为%@

source: Converted file failed verification
de: Konvertierte Datei bestand die Prüfung nicht
es: El archivo convertido no superó la verificación
fr: Le fichier converti a échoué à la vérification
ja: 変換ファイルが検証に失敗しました
tr: Dönüştürülen dosya doğrulamadan geçemedi
zh_hans: 转换后的文件未通过验证

source: No subject found in the image
de: Kein Motiv im Bild gefunden
es: No se encontró ningún sujeto en la imagen
fr: Aucun sujet trouvé dans l'image
ja: 画像内に被写体が見つかりませんでした
tr: Görselde özne bulunamadı
zh_hans: 图像中未找到主体

source: Could not render the extracted subject
de: Freigestelltes Motiv konnte nicht gerendert werden
es: No se pudo generar el sujeto extraído
fr: Impossible de générer le sujet détouré
ja: 切り抜いた被写体を描画できませんでした
tr: Ayıklanan özne oluşturulamadı
zh_hans: 无法渲染提取的主体

source: Not an SVG document
de: Kein SVG-Dokument
es: No es un documento SVG
fr: Ce n'est pas un document SVG
ja: SVG文書ではありません
tr: SVG belgesi değil
zh_hans: 不是SVG文档

source: Could not encode minified SVG
de: Verkleinertes SVG konnte nicht kodiert werden
es: No se pudo codificar el SVG minificado
fr: Impossible d'encoder le SVG minifié
ja: 縮小したSVGをエンコードできませんでした
tr: Küçültülmüş SVG kodlanamadı
zh_hans: 无法编码压缩后的SVG

source: Minified SVG failed verification
de: Verkleinertes SVG bestand die Prüfung nicht
es: El SVG minificado no superó la verificación
fr: Le SVG minifié a échoué à la vérification
ja: 縮小したSVGが検証に失敗しました
tr: Küçültülmüş SVG doğrulamadan geçemedi
zh_hans: 压缩后的SVG未通过验证

source: No original stored for this file
de: Kein Original für diese Datei gespeichert
es: No hay original guardado para este archivo
fr: Aucun original conservé pour ce fichier
ja: このファイルのオリジナルは保存されていません
tr: Bu dosya için saklanan orijinal yok
zh_hans: 此文件没有已保存的原始版本

source: Normal
ja: 標準
zh_hans: 标准

source: Extra
ja: エクストラ
tr: Ekstra
zh_hans: 加强
